{
    "menu": {
      "home": "Home",
      "aboutme": "Su di me",
      "services": "Servizi",
      "testemonials": "Testimonianze",
      "tools": "Strumenti",
      "demo": "Demo",
      "contactme": "Contattami"
    },
    "aboutMe": {
      "greeting": "Ciao, sono Peyman,",
      "description": "Amo costruire siti web veloci ed efficienti per i clienti. Con esperienza in ogni fase dello sviluppo web, dall'incontro con i clienti alla programmazione, uso strumenti di alta qualità per creare siti simili a quello su cui ci troviamo.",
      "workExpA": {
        "fromTo": "2023 - oggi",
        "title": "Sviluppatore Web Freelance",
        "description": "Lavoro con piacere sui miei progetti web personali."
      },
      "workExpB": {
        "fromTo": "2022 - oggi",
        "title": "Sviluppatore Web Frontend",
        "description": "Specializzazione nello sviluppo con React."
      },
      "workExpC": {
        "fromTo": "2021 - 2022",
        "title": "Sviluppatore Web Backend",
        "description": "Progettazione e sviluppo di API RESTful."
      },
      "workExpD": {
        "fromTo": "2020 - 2021",
        "title": "Ingegneria e Analisi dei Sistemi",
        "description": "Progettazione di sistemi per fornire soluzioni ottimali."
      }      
    },
    "motto": {
      "first": "Creo",
      "second": "applicazioni web",
      "third": "efficienti e veloci"
    },
    "serviceSection": {
      "title": "Servizi Offerti",
      "description": "Realizzazione di siti web straordinari con la magia di React! Design personalizzati e interfacce fluide per una presenza online di spicco.",
      "serviceA": {
        "title": "Sviluppo Web React Personalizzato",
        "description": "Sviluppo su misura di siti web dinamici e reattivi da zero."
      },
      "serviceB": {
        "title": "Sviluppo Frontend con React",
        "description": "Creazione di interfacce eleganti e user-friendly utilizzando React.js."
      },
      "serviceC": {
        "title": "Sviluppo Full-Stack con React e Strapi.js",
        "description": "Integrazione di React per il frontend e Strapi.js per soluzioni backend."
      },
      "serviceD": {
        "title": "Miglioramento UI/UX con React",
        "description": "Miglioramento delle applicazioni React esistenti per un'esperienza utente ottimale."
      },
      "serviceE": {
        "title": "Design Web Responsive con React",
        "description": "Sviluppo di siti web responsive per la compatibilità multi-dispositivo con React."
      }
    },
    "testimonials": {
      "title": "Apprezzamenti & Riconoscimenti",
      "description": "Scopri i testimoni condivisi da ex colleghi e professionisti con cui ho lavorato. Le loro parole offrono spunti sulla mia etica lavorativa e sulle mie abilità di collaborazione.",
      "first": {
        "praise": "Sono entusiasta di raccomandare Peyman come eccezionale sviluppatore Full Stack. Peyman possiede una notevole combinazione di competenze tecniche e capacità creative di risoluzione dei problemi che hanno contribuito in modo significativo al successo dei progetti di Sajayanegar. La sua competenza nello sviluppo front-end e back-end è esemplare, garantendo funzionalità scorrevoli ed efficienti su tutta la piattaforma. Quello che distingue Peyman non sono solo le sue capacità tecniche, ma anche la sua gentilezza. Non dimenticherò mai il suo sorriso... Sono certo che Peyman sarebbe un grande valore aggiunto per qualsiasi organizzazione alla ricerca di uno sviluppatore Full Stack di alto livello o di un freelance!",
        "name": "Hani Vahdani - Responsabile dello sviluppo aziendale"
      },
      "second": {
        "praise": "Lavorare con Peyman come sviluppatore è stata un'esperienza eccezionale. La sua competenza tecnica è veramente impressionante; ci ha guidati attraverso sfide complesse senza sforzo, nonostante le mie limitate conoscenze tecniche. La sua guida e la sua esperienza sono state preziose, rendendo ogni ostacolo gestibile. Lavorare al fianco di Peyman è stato un esempio di eccellenza professionale, lasciandomi stupito dalle sue competenze e professionalità come sviluppatore.",
        "name": "Kamran Mogharian - Manager"
      }
    },      
    "toolsSection": {
      "motto": "Perché Collaborare con Me?",
      "description": "Eccello nella comunicazione efficace, dedicando tempo per comprendere a fondo le sfide e le esigenze dei clienti, garantendo soluzioni su misura.",
      "toolsTitle": "Strumenti che Utilizzo",
      "tDescription": "Nel mio set di strumenti, mi affido a React, Tailwind CSS, Strapi.js e JavaScript per creare soluzioni web efficienti e scalabili."
    },
    "demoSection": {
      "first": {
        "title": "Soluzioni Innovative",
        "description": "Con React posso creare funzionalità avanzate e intelligenti. Utilizzo i suoi potenti strumenti per sviluppare soluzioni adatte alle esigenze uniche di ciascun cliente. Sfruttando la sua struttura flessibile, affronto sfide complesse in modo efficace e ottengo i migliori risultati."
      },
      "second": {
        "title": "Design Elegante",
        "description": "Il design è essenziale in ogni mio progetto. Mi dedico a creare design belli e facili da usare. Il mio obiettivo è creare design che siano belli e funzionali, offrendo agli utenti un'esperienza memorabile."
      }
    },
    "contactme": {
      "title": "Resta in Contatto",
      "description": "Sentiti libero di contattarci via email o connetterti attraverso altre piattaforme:"
    },      
    "footer": {
      "title": "2023 Peyman PortfolioWebsite.",
      "description": "Design UI adattato da "
    },    
    "buttons" : {
        "discover" : "Scopri",
        "contactme" : "Contattami"
    }
      
}
